Repository: trkngit/Marscope
Catalog: iOS/App/Localization/*.lproj/Localizable.strings
Languages: tr

# tab_today
source: Today
tr: Bugün

# tab_periods
source: Periods
tr: Dönemler

# tab_settings
source: Settings
tr: Ayarlar

# title_today
source: Today
tr: Bugün

# title_periods
source: Horoscope Periods
tr: Burç Dönemleri

# title_settings
source: Settings
tr: Ayarlar

# mars_vibe_today
source: Today’s Mars Vibe
tr: Bugünün Mars Havası

# vibe_cold_title
source: Deep Freeze Focus
tr: Derin Soğuk Odak

# vibe_cold_sub
source: Conserve energy; tidy your finances.
tr: Enerjini koru; finansını düzenle.

# vibe_swings_title
source: Wild Swings
tr: Vahşi Dalgalanma

# vibe_swings_sub
source: Embrace creativity; expect surprises.
tr: Yaratıcılığı benimse; sürprizlere hazır ol.

# vibe_structure_title
source: Structure Wins
tr: Düzen Kazanır

# vibe_structure_sub
source: Plan long-term and commit.
tr: Uzun vadeyi planla ve söz ver.

# vibe_calm_title
source: Calm Orbits
tr: Sakin Yörüngeler

# vibe_calm_sub
source: Steady progress and clear talks.
tr: İstikrarlı ilerleme ve net konuşmalar.

# temp_range_fmt
source: %d° to %d° C
tr: %d° – %d° C

# pressure_fmt
source: Pressure %d Pa
tr: Basınç %d Pa

# wind_fmt
source: Wind %d m/s
tr: Rüzgar %d m/s

source: Retry
tr: Tekrar Dene

source: Enable notifications
tr: Bildirimleri etkinleştir

# notif_body
source: Your Martian horoscope is ready.
tr: Mars yorumun hazır.

# section_notifications
source: Notifications
tr: Bildirimler

# toggle_daily
source: Daily alert
tr: Günlük uyarı

# daily_time_fmt
source: Send at %02d:00
tr: %02d:00'da gönder

# btn_request_perm
source: Allow notifications
tr: Bildirim izni ver

# section_legal
source: Legal
tr: Hukuki

# disclaimer_title
source: Entertainment Only
tr: Sadece Eğlence

# disclaimer_body
source: This app is for entertainment purposes only. The astrological interpretations are fictional and not scientifically validated.
tr: Bu uygulama yalnızca eğlence amaçlıdır. Astrolojik yorumlar kurgusaldır ve bilimsel olarak doğrulanmış değildir.

# accept_continue
source: I Understand
tr: Anladım

# mock_line_1
source: Conversations flow; choose gentle honesty.
tr: Sohbetler akıyor; nazik dürüstlük seç.

# mock_line_2
source: Small financial wins favor steady hands.
tr: Küçük finansal kazançlar istikrarlı ellere gider.

# mock_line_3
source: Make room for learning and rest.
tr: Öğrenme ve dinlenmeye yer aç.

source: Contact support
tr: Destek ile iletişime geç
